AI : ปู่
---
สวัสดี | หวัดดี
สบายดีมั๊ย | บายดีม่าย
เป็นยังไงบ้าง | ว่าพรือ
วันนี้ไปไหน | ++
ตอนเช้าอากาศดี สดชื่น | หัวเช้าอากาศดี สดชื่น
ดอกไม้สวย ๆ | ดอกไม้สวยเพ๋
วันนี้อยู่บ้าน | ++
พรุ่งนี้จะไปตลาด | ต่อโพลกอิไปหลาด
ไปซื้อของที่ตลาด | ไปซื้อของที่หลาด
ซื้อของที่ตลาดกิมหยง | ซื้อของที่หลาดกิมหยง
กิมหยงอยู่หาดใหญ่ | ++
วันนี้ไปไหน | ++
วันนี้อยู่บ้าน | ++
พรุ่งนี้จะไปตลาด | ต่อโพลกอิไปหลาดกิมหยง
ไปไหน-หาดใหญ่ | ไปไหน-ใหญ่
ไปยังไง | ไปพรือ
ไปกับเพื่อน ๆ | ไปกับโหม่เพื่อน
ที่ตลาดมีของขายเยอะ | ที่หลาดขายของลุยแมด
แต่ไม่ค่อยมีที่จอด | แต่ม่ายที่จอดรถ
จอดไกลหน่อย แล้วเดินได้มั๊ย | เดินได้ ชอบเดิน ออกกำลังกาย
พรุ่งนี้ไปซื้อของกัน | โชคดี โชคดี แคล้วคลาดปลอดภัย